brew "bat"
brew "cloc"
brew "colordiff"
brew "cscope"
brew "csvkit"
brew "fd"
brew "fx"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "hub"
brew "jq"
brew "lua"
brew "mailhog"
brew "nvm"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rtmpdump"
brew "ruby"
brew "sshpass"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "xsv"
brew "yarn"

# postgres
tap "dbcli/tap"
install "pgcli"

# http requesting
brew "httpie"
brew "rs/tap/curlie"
brew "wget"